Repository: Nevermind-by/Luma
Catalog: Luma/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ru, zh_hans

source: The downloaded application reports version %@, expected %@.
de: Die heruntergeladene App meldet Version %@, erwartet wurde %@.
es: La aplicación descargada indica la versión %@, se esperaba %@.
fr: L’application téléchargée indique la version %@, alors que %@ est attendue.
ja: ダウンロードしたアプリのバージョンは%@ですが、%@が想定されていました。
ru: Загруженное приложение сообщает о версии %@, ожидалась %@.
zh_hans: 下载的应用报告版本 %@，预期为 %@。

source: Needs Attention
de: Erfordern Aufmerksamkeit
es: Requieren atención
fr: Nécessitent une attention
ja: 要対応
ru: Требуют внимания
zh_hans: 需要注意

source: Choose where Luma should save updates.
de: Wählen Sie den Ordner, in dem Luma Updates speichern soll.
es: Elige dónde debe guardar Luma las actualizaciones.
fr: Choisissez où Luma doit enregistrer les mises à jour.
ja: Lumaがアップデートを保存する場所を選択してください。
ru: Выберите папку для сохранения обновлений Luma.
zh_hans: 选择 Luma 保存更新的位置。

source: Updates
es: Actualizaciones
fr: Mises à jour
ja: アップデート
ru: Обновления
zh_hans: 更新

source: App Updates
es: Actualizaciones de apps
fr: Mises à jour des apps
ja: アプリのアップデート
ru: Обновления приложений
zh_hans: 应用更新

source: Version %@
es: Versión %@
ja: バージョン %@
ru: Версия %@
zh_hans: 版本 %@

source: Standard
es: Estándar
ja: 標準
ru: Стандартная
zh_hans: 标准

source: Downloads
es: Descargas
fr: Téléchargements
ja: ダウンロード
ru: Загрузки
zh_hans: 下载
